installlicense.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:lic="urn:iControl:Management/LicenseAdministration">
   <soapenv:Header/>
   <soapenv:Body>
      <lic:install_license_from_file soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
        <license_file xsi:type="xsd:string">%%%PAYLOAD%%%</license_file>
      </lic:install_license_from_file>
   </soapenv:Body>
</soapenv:Envelope>
